{
    "Memorial": "የመታሰቢያው በዓል",
    "home": "መነሻ ገጽ",
    "our_heroes": "አርበኞች",
    "tigray_history": "የትግራይ ታሪክ",
    "about_us": "ስለ እኛ",
    "contact_us": "አግኙን",
    "follow us": "ተከተሉን",
    "list": "ዝርዝር",
    
    "Honoring the Lives of Tigrians": "የተጋሩ ህይወት ማክበር",
    "Lost in the Tigray War": "በትግራይ ጦርነት የጠፋ ህይወት",
    "A tribute to the bright friends taken too soon—may their legacy inspire future generations.": "በቅርቡ ለተወሰዱ ብሩህ ወዳጆች የተሰጠ ውርስ - ትውልዶቻቸው እንዲነቃቁ ያድርጉ።",
    "View Memorial": "የመታሰቢያ ሐውልት ይመልከቱ",
    "Donate Now": "አሁን ይለግሱ",
    "Gallery": "ማዕከለ-ስዕላት",
    "virtual_museum": "ምናባዊ ሙዚየም",
    
    "A Tribute Through Film": "በፊልም በኩል የሚደረግ ግብር",
    "Watch this heartfelt video that commemorates the lives lost in the Tigray War — their voices echo through our memories.": "በትግራይ ጦርነት የጠፋውን ህይወት የሚዘክር ይህን ልብ የሚነካ ቪዲዮ ይመልከቱ - ድምፃቸው በትዝታችን ውስጥ ያስተጋባል።",
    "Gone But Never Forgotten": "ጠፋ ግን ፈጽሞ አልተረሳም",
    "Support Our Mission": "ተልእኳችንን ይደግፉ",
    "We remember the bright young minds whose lives were tragically cut short, their dreams left unfulfilled, Though they are no longer with us, their legacy of hope, ambition, and resilience will live on in the hearts of those who knew them and the generations they continue to inspire.": "ሕይወታቸው በአሳዛኝ ሁኔታ የተቆረጠባቸው፣ ህልማቸው ያልተፈጸመው፣ ከእኛ ጋር ባይሆኑም የተስፋ፣ የሥልጣን ጥመታቸው እና የጽናት ትሩፋታቸው በሚያውቋቸው እና በሚቀጥሉት ትውልዶች ልብ ውስጥ የሚኖር ብሩህ አእምሮአቸውን እናስታውሳለን።",
    "Your contribution helps preserve the memory of those we've lost.": "የእርስዎ አስተዋጽዖ ያጠፋናቸው ሰዎች ትውስታን ለመጠበቅ ይረዳል።",
    
    "Tigray Through History": "ትግራይ በታሪክ",
    "Kingdom of Axum": "የአክሱም መንግሥት",
    "Emperor Yohanes IV": "አፄ ዮሐንስ ፬ኛ",
    "Battle of Adwa (1896)": "የአድዋ ጦርነት (1896)",
    "Derg Period (1974-1991)": "የደርግ ጊዜ (1974-1991)",
    "Tigray War (2020-2022)": "የትግራይ ጦርነት (2020-2022)",
    "Tigray's Enduring Legacy": "ትግራዋይ ዘላለማዊ ትሩፋት",
    "From the ancient Axumite civilization to its pivotal role in modern Ethiopia, Tigray has been a cradle of African civilization, a bastion of resistance against colonialism, and a center of cultural preservation. Despite recent tragedies, Tigrayans continue drawing strength from their rich history as they rebuild.": "ከጥንታዊው የአክሱማውያን ሥልጣኔ ጀምሮ እስከ ዘመናዊቷ ኢትዮጵያ ወሳኝ ሚናዋ ድረስ ትግራይ የአፍሪካ የሥልጣኔ መገኛ፣ የቅኝ ገዢዎችን የመቋቋም ምሽግ፣ የባህል ጥበቃ ማዕከል ነበረች። የቅርብ ጊዜ አሳዛኝ ሁኔታዎች ቢኖሩም፣ የትግራይ ተወላጆች እንደገና በመገንባታቸው ከሀብታም ታሪካቸው ጥንካሬን ማግኘት ቀጥለዋል።",

    "About This Memorial": "ስለዚህ መታሰቢያ",
    "Our Mission": "የእኛ ተልዕኮ",
    "Our Vision": "የእኛ እይታ",
    "How This Began": "ይህ እንዴት ተጀመረ",
    "We honor the lives of Tigrayan students and scholars whose dreams were cut short by conflict. This memorial serves as a sacred space to remember their potential and preserve their legacies.": "በግጭት ህልማቸው የተቆረጠባቸውን የትግራይ ተማሪዎች እና ምሁራን ህይወት እናከብራለን። ይህ መታሰቢያ እምቅ ችሎታቸውን ለማስታወስ እና ቅርሶቻቸውን ለመጠበቅ እንደ ቅዱስ ቦታ ያገለግላል።",
    "Through remembrance, we seek to transform grief into purpose and ensure these tragedies are never forgotten nor repeated.": "በማስታወስ፣ ሀዘንን ወደ አላማ ለመለወጥ እና እነዚህ አሳዛኝ ሁኔታዎች መቼም እንደማይረሱ እና እንደማይደገሙ ለማረጋገጥ እንፈልጋለን።",
    "In 2020, a group of solders and civilians from Tigrayan heritage came together after losing friends and family members in the war. What started as a small memorial grew into this digital space for collective mourning and historical preservation.": "እ.ኤ.አ. በ 2020 በጦርነቱ ጓደኞቻቸውን እና ቤተሰቦቻቸውን በማጣታቸው ከትግራይ ቅርስ የተውጣጡ የሽያጮች እና ሲቪሎች ቡድን አንድ ላይ ተሰባሰቡ። በትንሽ መታሰቢያነት የተጀመረው ለጋራ ሀዘን እና ታሪካዊ ጥበቃ ወደዚህ ዲጂታል ቦታ አድጓል።",
    "Each name represents not just a life lost, but generations of potential erased.": "እያንዳንዱ ስም የጠፋውን ህይወት ብቻ ሳይሆን የተደመሰሱ ትውልዶችን ይወክላል።",
    "Our circular logo represents Tigray's history, culture, resilience and civilization. At its center stands a museum honoring martyrs, topped by a key symbol representing Tigray's bright future, flanked by symbols of resilience and civilization.": "የኛ ክብ አርማ የትግራይን ታሪክ፣ባህል፣መቋቋም እና ስልጣኔን ይወክላል። በመሃል ላይ የትግራይን ብሩህ ተስፋ በሚወክል ቁልፍ ምልክት የታጀበ ሰማዕታትን የሚያከብር ሙዚየም ተቀምጧል፤ በጎን በጽናት እና በስልጣኔ ምልክቶች የታጀበ ነው።",
    "TMMA aspires to be a living and powerful symbol, serving as a long-lasting tribute to the martyrs of Tigray, commemorating their sacrifice and preserving their legacies for future generations, fostering a sense of unity, pride, remembrance, healing, and empowering their families that honors the values and aspirations of those who fought for justice.": "TMMA ለትግራይ ሰማዕታት የረዥም ጊዜ ውለታ ሆኖ በማገልገል፣ መስዋዕትነታቸውን በማስታወስ እና ትሩፋታቸውን ለትውልድ በማስጠበቅ፣ የአንድነት ስሜትን በማጎልበት፣ የመኩራት፣ የማስታወስ፣ የፈውስ ስሜትን በማጎልበት፣ ለፍትህ የታገለውን እሴትና ፍላጎት የሚያከብር ቤተሰቦቻቸውን በማጎልበት ህያው እና ሃይለኛ ምልክት ለመሆን ይመኛል።",
    "To serve as an excellent memorial that honors the fallen heroes and heroines, and a knowledge center for scholarly endeavors by:": "የወደቁትን ጀግኖች እና ጀግኖችን የሚያከብር ግሩም መታሰቢያ እና የምሁራን ጥረቶች የእውቀት ማዕከል ሆኖ ለማገልገል፡-",
    "Providing space for reflection and healing": "ለማንፀባረቅ እና ለመፈወስ ቦታ መስጠት",
    "Promoting the legacy of martyrs and Tigray's history": "የሰማዕታትን ትሩፋትና የትግራይን ታሪክ ማስተዋወቅ",
    "Supporting persons with disabilities, veterans, and families of martyrs": "አካል ጉዳተኞችን፣ የቀድሞ ወታደሮችን እና የሰማዕታትን ቤተሰቦችን መደገፍ",
    "Fostering community and solidarity": "ማህበረሰብን እና አብሮነትን ማጎልበት",
    "Creating a more inclusive society": "የበለጠ ሁሉን አቀፍ ማህበረሰብ መፍጠር",
    "Our Core Values": "ዋና እሴቶቻችን",
    
      "Honor and Remembrance": "ክብር እና ትዝታ",
      "We design memorials that respect and memorialize the lives and legacies of the martyrs and their families.": "የሰማዕታትን እና የቤተሰቦቻቸውን ህይወት እና ትሩፋት የሚያከብሩ እና የሚዘክሩ መታሰቢያዎችን እንቀርጻለን።",
      "Transparency and Trust": "ግልጽነት እና እምነት",
      "We maintain accountability to beneficiaries, partners, donors, and the community.": "ተጠያቂዎችን ለተጠቃሚዎች፣ አጋሮች፣ ለጋሾች እና ለማህበረሰቡ እናስከብራለን።",
      "Impartiality and Fairness": "ገለልተኛነት እና ፍትሃዊነት",
      "We treat all martyrs, veterans, and their families with equal respect, maintaining neutrality.": "ሁሉንም ሰማዕታት፣ አርበኞች እና ቤተሰቦቻቸውን በእኩል ክብር እንይዛቸዋለን፣ ገለልተኝነታቸውን እንጠብቃለን።",
      "Equality": "እኩልነት",
      "We treat all individuals equally regardless of race, ethnicity, political beliefs, or religion.": "ዘር፣ ጎሣ፣ የፖለቲካ እምነት ወይም ሃይማኖት ሳይለይ ሁሉንም ግለሰቦች በእኩል እናያቸዋለን።",
      "Truth and Integrity": "እውነት እና ታማኝነት",
      "We promote truth in all our partnerships and engagements.": "በሁሉም አጋርነቶቻችን እና ተሳትፎዎቻችን ውስጥ እውነትን እናስተዋውቃለን።",
      "Good Governance": "መልካም አስተዳደር",
      "We efficiently utilize resources with zero tolerance for wastage or corruption.": "ለብክነት ወይም ለሙስና ምንም ትዕግስት የሌለን ሀብቶችን በብቃት እንጠቀማለን።",
    "Guiding Principles": "መመሪያ መርሆዎች",
      "Participation and Recognition": "መሳተፍ እና እውቅና",
      "We ensure fair and equal participation, engagement and recognition of all individuals and organizations who contribute to TMMA.": "ለTMMA አስተዋጽኦ ለሚያደርጉ ሁሉም ግለሰቦች እና ድርጅቶች ፍትሃዊ እና እኩል ተሳትፎ፣ ተሳትፎ እና እውቅና እናረጋግጣለን።",
      "Networks and Partnerships": "አውታረ መረቦች እና ሽርክናዎች",
      "We build sustainable networks with local and international partners who share our vision.": "ራዕያችንን ከሚጋሩ የሀገር ውስጥ እና አለምአቀፍ አጋሮች ጋር ዘላቂነት ያለው አውታረ መረቦችን እንገነባለን።",
      "Public Interest": "የህዝብ ጥቅም",
      "Our programs reflect the optimal and sustainable benefit of the public and direct beneficiaries.": "ፕሮግራሞቻችን የህዝብ እና ቀጥተኛ ተጠቃሚዎችን የተሻለ እና ዘላቂ ጥቅም ያንፀባርቃሉ።",
      "Democracy and Human Rights": "ዲሞክራሲ እና ሰብአዊ መብቶች",
      "We promote and respect the principles of democracy and humanity in all our operations.": "በሁሉም ስራዎቻችን ውስጥ የዲሞክራሲ እና የሰብአዊነት መርሆዎችን እናበረታታለን እንዲሁም እናከብራለን።",
    
    "Connect & Support": "ይገናኙ እና ይደግፉ",
    "Reach out to share stories, ask questions, or support our memorial efforts.": "ታሪኮችን ለመካፈል፣ ጥያቄዎችን ለመጠየቅ ወይም የመታሰቢያ ጥረታችንን ለመደገፍ ይድረሱ።",
    "Support Our Cause": "ጉዳያችንን ደግፉ",
    "GoFundMe Campaign": "ጎፋንድሚ ዘመቻ",    
    "Help us expand the memorial and support families": "መታሰቢያውን ለማስፋት እና ቤተሰቦችን ለመደገፍ እርዳን",
    "Direct financial support": "ቀጥተኛ የገንዘብ ድጋፍ",

    "Reset Password": "የይለፍ ቃል ዳግም አስጀምር",
    "New Password": "አዲስ የይለፍ ቃል",
    "Confirm Password": "የይለፍ ቃል ያረጋግጡ"
  }
  