{
    "Memorial": "mémoire",
    "Welcome": "Bienvenue",
    "home": "page d'accueil",
    "our_heroes": "nos héros",
    "tigray_history": "histoire du Tigré",
    "about_us": "à propos de nous",
    "contact_us": "Contactez-nous",
    "follow us": "Suivez-nous",
    "list": "liste",

    "Honoring the Lives of Tigrians": "Honorer la vie des Tigréens",
    "Lost in the Tigray War": "Perdu dans la guerre du Tigré",
    "A tribute to the bright friends taken too soon—may their legacy inspire future generations.": "Un hommage aux brillants amis partis trop tôt – puisse leur héritage inspirer les générations futures.",
    "View Memorial": "Voir le mémorial",
    "Donate Now": "Faites un don maintenant",
    "A Tribute Through Film": "Un hommage à travers le cinéma",
    "Watch this heartfelt video that commemorates the lives lost in the Tigray War — their voices echo through our memories.": "Regardez cette vidéo émouvante qui commémore les vies perdues dans la guerre du Tigré – leurs voix résonnent dans nos mémoires.",
    "Gone But Never Forgotten": "Parti mais jamais oublié",
    "Support Our Mission": "Soutenez notre mission",
    "We remember the bright young minds whose lives were tragically cut short, their dreams left unfulfilled, Though they are no longer with us, their legacy of hope, ambition, and resilience will live on in the hearts of those who knew them and the generations they continue to inspire.": "Nous nous souvenons des jeunes esprits brillants dont la vie a été tragiquement écourtée, leurs rêves restés inassouvis. Bien qu'ils ne soient plus parmi nous, leur héritage d'espoir, d'ambition et de résilience survivra dans le cœur de ceux qui les ont connus et des générations qu'ils continuent d'inspirer.",
    "Your contribution helps preserve the memory of those we've lost.": "Votre contribution aide à préserver la mémoire de ceux que nous avons perdus.",

    "Tigray Through History": "Le Tigré à travers l'histoire",
    "Kingdom of Axum": "Royaume d'Axoum",
    "Emperor Yohanes IV": "Empereur Yohanes IV",
    "Battle of Adwa (1896)": "Bataille d'Adwa (1896)",
    "Derg Period (1974-1991)": "Période du Derg (1974-1991)",
    "Tigray War (2020-2022)": "Guerre du Tigré (2020-2022)",
    "Tigray's Enduring Legacy": "L'héritage durable du Tigré",
    "From the ancient Axumite civilization to its pivotal role in modern Ethiopia, Tigray has been a cradle of African civilization, a bastion of resistance against colonialism, and a center of cultural preservation. Despite recent tragedies, Tigrayans continue drawing strength from their rich history as they rebuild.": "De l'ancienne civilisation axoumite à son rôle central dans l'Éthiopie moderne, le Tigré a été un berceau de la civilisation africaine, un bastion de la résistance au colonialisme et un centre de préservation culturelle. Malgré les récentes tragédies, les Tigréens continuent de puiser la force de leur riche histoire pour reconstruire leur pays.",

    "About This Memorial": "À propos de ce mémorial",
    "Our Mission": "notre mission",
    "Our Vision": "Notre Vision",
    "How This Began": "Comment cela a commencé",
    "We honor the lives of Tigrayan students and scholars whose dreams were cut short by conflict. This memorial serves as a sacred space to remember their potential and preserve their legacies.": "Nous rendons hommage aux étudiants et universitaires tigréens dont les rêves ont été brisés par le conflit. Ce mémorial est un lieu sacré pour se souvenir de leur potentiel et préserver leur héritage.",
    "Through remembrance, we seek to transform grief into purpose and ensure these tragedies are never forgotten nor repeated.": "Par le souvenir, nous cherchons à transformer le deuil en objectif et à garantir que ces tragédies ne soient jamais oubliées ni répétées.",
    "In 2020, a group of solders and civilians from Tigrayan heritage came together after losing friends and family members in the war. What started as a small memorial grew into this digital space for collective mourning and historical preservation.": "En 2020, un groupe de soldats et de civils d'origine tigréenne s'est réuni après avoir perdu des amis et des proches pendant la guerre. Ce qui n'était au départ qu'un petit mémorial est devenu cet espace numérique dédié au deuil collectif et à la préservation du patrimoine.",
    "Each name represents not just a life lost, but generations of potential erased.": "Chaque nom représente non seulement une vie perdue, mais des générations de potentiel effacées.",
    "Our circular logo represents Tigray's history, culture, resilience and civilization. At its center stands a museum honoring martyrs, topped by a key symbol representing Tigray's bright future, flanked by symbols of resilience and civilization.": "Notre logo circulaire représente l'histoire, la culture, la résilience et la civilisation du Tigré. En son centre se trouve un musée dédié aux martyrs, surmonté d'un symbole clé représentant l'avenir prometteur du Tigré, flanqué de symboles de résilience et de civilisation.",
    "TMMA aspires to be a living and powerful symbol, serving as a long-lasting tribute to the martyrs of Tigray, commemorating their sacrifice and preserving their legacies for future generations, fostering a sense of unity, pride, remembrance, healing, and empowering their families that honors the values and aspirations of those who fought for justice.": "La TMMA aspire à être un symbole vivant et puissant, servant d'hommage durable aux martyrs du Tigré, commémorant leur sacrifice et préservant leur héritage pour les générations futures, favorisant un sentiment d'unité, de fierté, de souvenir, de guérison et d'autonomisation de leurs familles qui honore les valeurs et les aspirations de ceux qui se sont battus pour la justice.",
    "To serve as an excellent memorial that honors the fallen heroes and heroines, and a knowledge center for scholarly endeavors by:": "Servir de mémorial exceptionnel en l'honneur des héros et héroïnes tombés au combat, et de centre de connaissances pour les efforts universitaires en :",
    "Providing space for reflection and healing": "Offrir un espace de réflexion et de guérison",
    "Promoting the legacy of martyrs and Tigray's history": "Promouvoir l'héritage des martyrs et l'histoire du Tigré",
    "Supporting persons with disabilities, veterans, and families of martyrs": "Soutenir les personnes handicapées, les anciens combattants et les familles des martyrs",
    "Fostering community and solidarity": "Favoriser l'esprit de communauté et la solidarité",
    "Creating a more inclusive society": "Créer une société plus inclusive",
    "Our Core Values": "Nos valeurs fondamentales",
    "Honor and Remembrance": "Honneur et Souvenir",
      "We design memorials that respect and memorialize the lives and legacies of the martyrs and their families.": "Nous concevons des monuments commémoratifs qui respectent et commémorent la vie et l’héritage des martyrs et de leurs familles.",
      "Transparency and Trust": "Transparence et confiance",
      "We maintain accountability to beneficiaries, partners, donors, and the community.": "Nous assurons notre responsabilité envers les bénéficiaires, les partenaires, les donateurs et la communauté.",
      "Impartiality and Fairness": "Impartialité et équité",
      "We treat all martyrs, veterans, and their families with equal respect, maintaining neutrality.": "Nous traitons tous les martyrs, les vétérans et leurs familles avec le même respect, en maintenant la neutralité.",
      "Equality": "Égalité",
      "We treat all individuals equally regardless of race, ethnicity, political beliefs, or religion.": "Nous traitons tous les individus de manière égale, sans distinction de race, d’origine ethnique, d’opinions politiques ou de religion.",
      "Truth and Integrity": "Vérité et intégrité",
      "We promote truth in all our partnerships and engagements.": "Nous promouvons la vérité dans tous nos partenariats et engagements.",
      "Good Governance": "Bonne gouvernance",
      "We efficiently utilize resources with zero tolerance for wastage or corruption.": "Nous utilisons efficacement les ressources et pratiquons une tolérance zéro pour le gaspillage et la corruption.",
    "Guiding Principles": "Principes directeurs",
      "Participation and Recognition": "Participation et reconnaissance",
      "We ensure fair and equal participation, engagement and recognition of all individuals and organizations who contribute to TMMA.": "Nous assurons une participation, un engagement et une reconnaissance équitables de tous les individus et organisations qui contribuent à TMMA.",
      "Networks and Partnerships": "Réseaux et partenariats",
      "We build sustainable networks with local and international partners who share our vision.": "Nous construisons des réseaux durables avec des partenaires locaux et internationaux partageant notre vision.",
      "Public Interest": "Intérêt public",
      "Our programs reflect the optimal and sustainable benefit of the public and direct beneficiaries.": "Nos programmes reflètent le bénéfice optimal et durable du public et des bénéficiaires directs.",
      "Democracy and Human Rights": "Démocratie et droits humains",
      "We promote and respect the principles of democracy and humanity in all our operations.": "Nous promouvons et respectons les principes de démocratie et d'humanité dans toutes nos activités.",
    
      

    "Connect & Support": "Connectez-vous et soutenez",
    "Reach out to share stories, ask questions, or support our memorial efforts.": "Contactez-nous pour partager des histoires, poser des questions ou soutenir nos efforts commémoratifs.",
    "Support Our Cause": "Soutenez notre cause",
    "GoFundMe Campaign": "Campagne GoFundMe",
    "Help us expand the memorial and support families": "Aidez-nous à agrandir le mémorial et à soutenir les familles",
    "Direct financial support": "Un soutien financier direct",

    "Reset Password": "Réinitialiser le mot de passe",
    "New Password": "Nouveau mot de passe",
    "Confirm Password": "Confirmez le mot de passe"

  }
  