{
    "Memorial": "mémoire",
    "home": "page d'accueil",
    "our_heroes": "nos héros",
    "tigray_history": "histoire du Tigré",
    "about_us": "à propos de nous",
    "contact_us": "Contactez-nous",
    "follow us": "Suivez-nous",
    "list": "liste",

    "Honoring the Lives of Tigrians": "Honorer la vie des Tigréens",
    "Lost in the Tigray War": "Perdu dans la guerre du Tigré",
    "A tribute to the bright friends taken too soon—may their legacy inspire future generations.": "Un hommage aux brillants amis partis trop tôt – puisse leur héritage inspirer les générations futures.",
    "View Memorial": "Voir le mémorial",
    "Donate Now": "Faites un don maintenant",
    "A Tribute Through Film": "Un hommage à travers le cinéma",
    "Watch this heartfelt video that commemorates the lives lost in the Tigray War — their voices echo through our memories.": "Regardez cette vidéo émouvante qui commémore les vies perdues dans la guerre du Tigré – leurs voix résonnent dans nos mémoires.",
    "Gone But Never Forgotten": "Parti mais jamais oublié",
    "Support Our Mission": "Soutenez notre mission",
    "We remember the bright young minds whose lives were tragically cut short, their dreams left unfulfilled, Though they are no longer with us, their legacy of hope, ambition, and resilience will live on in the hearts of those who knew them and the generations they continue to inspire.": "Nous nous souvenons des jeunes esprits brillants dont la vie a été tragiquement écourtée, leurs rêves restés inassouvis. Bien qu'ils ne soient plus parmi nous, leur héritage d'espoir, d'ambition et de résilience survivra dans le cœur de ceux qui les ont connus et des générations qu'ils continuent d'inspirer.",
    "Your contribution helps preserve the memory of those we've lost.": "Votre contribution aide à préserver la mémoire de ceux que nous avons perdus.",
    "Tigray Through History": "Le Tigré à travers l'histoire",
    "Kingdom of Axum": "Royaume d'Axoum",
    "Emperor Yohanes IV": "Empereur Yohanes IV",
    "Battle of Adwa (1896)": "Bataille d'Adwa (1896)",
    "Derg Period (1974-1991)": "Période du Derg (1974-1991)",
    "Tigray War (2020-2022)": "Guerre du Tigré (2020-2022)",
    "Tigray's Enduring Legacy": "L'héritage durable du Tigré",
    "From the ancient Axumite civilization to its pivotal role in modern Ethiopia, Tigray has been a cradle of African civilization, a bastion of resistance against colonialism, and a center of cultural preservation. Despite recent tragedies, Tigrayans continue drawing strength from their rich history as they rebuild.": "De l'ancienne civilisation axoumite à son rôle central dans l'Éthiopie moderne, le Tigré a été un berceau de la civilisation africaine, un bastion de la résistance au colonialisme et un centre de préservation culturelle. Malgré les récentes tragédies, les Tigréens continuent de puiser la force de leur riche histoire pour reconstruire leur pays.",

    "About This Memorial": "À propos de ce mémorial",
    "Our Mission": "notre mission",
    "How This Began": "Comment cela a commencé",
    "We honor the lives of Tigrayan students and scholars whose dreams were cut short by conflict. This memorial serves as a sacred space to remember their potential and preserve their legacies.": "Nous rendons hommage aux étudiants et universitaires tigréens dont les rêves ont été brisés par le conflit. Ce mémorial est un lieu sacré pour se souvenir de leur potentiel et préserver leur héritage.",
    "Through remembrance, we seek to transform grief into purpose and ensure these tragedies are never forgotten nor repeated.": "Par le souvenir, nous cherchons à transformer le deuil en objectif et à garantir que ces tragédies ne soient jamais oubliées ni répétées.",
    "In 2020, a group of solders and civilians from Tigrayan heritage came together after losing friends and family members in the war. What started as a small memorial grew into this digital space for collective mourning and historical preservation.": "En 2020, un groupe de soldats et de civils d'origine tigréenne s'est réuni après avoir perdu des amis et des proches pendant la guerre. Ce qui n'était au départ qu'un petit mémorial est devenu cet espace numérique dédié au deuil collectif et à la préservation du patrimoine.",
    "Each name represents not just a life lost, but generations of potential erased.": "Chaque nom représente non seulement une vie perdue, mais des générations de potentiel effacées.",

    "Connect & Support": "Connectez-vous et soutenez",
    "Reach out to share stories, ask questions, or support our memorial efforts.": "Contactez-nous pour partager des histoires, poser des questions ou soutenir nos efforts commémoratifs.",
    "Support Our Cause": "Soutenez notre cause",
    "GoFundMe Campaign": "Campagne GoFundMe",
    "Help us expand the memorial and support families": "Aidez-nous à agrandir le mémorial et à soutenir les familles",
    "Direct financial support": "Un soutien financier direct",

    "Reset Password": "Réinitialiser le mot de passe",
    "New Password": "Nouveau mot de passe",
    "Confirm Password": "Confirmez le mot de passe"

  }
  