{
    "TMMA": "መሰትኣ",
    "Welcome": "እንኳዕ ደሓን መፁ",
    "Memorial": "ዝኽሪ",
    "home": "ዋና ገፅ",
    "our_heroes": "ማህደር ጀጋኑ",
    "tigray_history": "ታሪኽ ትግራይ",
    "Article": "ዓንቀጽ",
    "Archive": "መዝገበ",
    "Make article": "ቅጥዒ ጽሑፍ",
    "about_us": "ብዛዕባና",
    "contact_us": "ርኸቡና",
    "follow us": "ተኸታተሉና",
    "list": "ዝርዝር",

    "search": "ምድላይ",
    "search_placeholder": "መዘከርታታት ድለዩ...",
    "search_results": "ውጽኢት ምድላይ",

    "Honoring the Lives of Tigrians": "ምኽባር ህይወት ተጋሩ",
    "Lost in the Tigray War": "ኣብ ኩናት ትግራይ ዝጠፍአ",
    "A tribute to the bright friends taken too soon—may their legacy inspire future generations.": "ነቶም ኣብ ቀረባ እዋን ዝተወሰዱ ጀጋኑ ኣዕሩኽ ክብሪ-ሕድሮም ንመጻኢ ወለዶታት የነቓቕሕ።",
    "View Memorial": "ዝኽሪ ርአ",
    "Donate Now": "ሕጂ ወፈያ",
    "Gallery": "ማዕከለ-ስዕላት",
    "virtual_museum": "ምናባዊ ሙዚየም",
    "A Tribute Through Film": "ብፊልም ኣቢሉ ዝግበር ክብሪ",
    "Watch this heartfelt video that commemorates the lives lost in the Tigray War — their voices echo through our memories.": "ነዚ ኣብ ኲናት ትግራይ ዝጠፍአ ህይወት ዝዝክር ልባዊ ቪድዮ ተኸታተሉ — ድምጾም ብተዘክሮታትና የቃልሕ።",
    "Gone But Never Forgotten": "ከይዱ ግን ፈጺሙ ኣይተረሰዐን።",
    "Support Our Mission": "ተልእኾና ደግፉ",
    "We remember the bright young minds whose lives were tragically cut short, their dreams left unfulfilled, Though they are no longer with us, their legacy of hope, ambition, and resilience will live on in the hearts of those who knew them and the generations they continue to inspire.": "ህይወቶም ብዘሕዝን መንገዲ ዝተሓጽረ፡ ሕልምታቶም ከይተፈጸመ ዝተረፉ ንፉዓት መንእሰያት ኣእምሮታት ንዝክር፡ ድሕሪ ሕጂ ምሳና እኳ እንተዘይሃለዉ፡ ሕድሪ ተስፋኦምን ህርፋንን ጽንዓትን ኣብ ልቢ እቶም ዝፈልጥዎምን ብቐጻሊ ዘነቓቕሕዎም ወለዶታትን ክነብር እዩ።",
    "Your contribution helps preserve the memory of those we've lost.": "ኣበርክቶኹም ዝኽሪ ናይቶም ዝሰኣንናዮም ንምዕቃብ ይሕግዝ።",
    "latest_articles": "እዋናዊ ጽሑፋት",
    "no_articles_found": "ዝኾነ ጽሑፍ ኣይተረኽበን",

    "Tigray Through History": "ትግራይ ብታሪኽ",
    "Kingdom of Axum": "ንግስነት ኣክሱም",
    "Emperor Yohanes IV": "ሃጸይ ዮሃንስ ራብዓይ",
    "Battle of Adwa (1896)": "ውግእ ዓድዋ (1896)",
    "Derg Period (1974-1991)": "ዘመነ ደርጊ (1974-1991)",
    "Tigray War (2020-2022)": "ኲናት ትግራይ (2020-2022)",
    "Tigray's Enduring Legacy": "ነባሪ ሕድሪ ትግራይ",
    "From the ancient Axumite civilization to its pivotal role in modern Ethiopia, Tigray has been a cradle of African civilization, a bastion of resistance against colonialism, and a center of cultural preservation. Despite recent tragedies, Tigrayans continue drawing strength from their rich history as they rebuild.": "ካብ ጥንታዊ ስልጣነ ኣክሱማዊት ክሳብ ኣብ ዘመናዊት ኢትዮጵያ ዝነበራ ዓብዪ ግደ፣ ትግራይ ዓንዲል ስልጣነ ኣፍሪቃ፣ ዕርዲ ተቓውሞ ኣንጻር መግዛእቲ፣ ማእከል ምዕቃብ ባህሊ ኮይና ጸኒሓ እያ። ኣብ ቀረባ እዋን ትራጀዲታት እኳ እንተጋጠሙ ተጋሩ ዳግመ ህንፀቶም እናሃነፁ ካብ ሃብታም ታሪኾም ሓይሊ ምውሳድ ይቕፅሉ ኣለው።",

    "About TMMA": "ብዛዕባ መሰትኣ",
    "Our Symbol": "ሓፂር መብርሂ ምልክትን ኣርማን መሰትኣ",
    "Our Mission": "ተልእኾና",
    "Our Vision": "ራእይና",
    "How This Began": "እዚ ከመይ ጀሚሩ",
    "We honor the lives of Tigrayan students and scholars whose dreams were cut short by conflict. This memorial serves as a sacred space to remember their potential and preserve their legacies.": "ሂወት ተጋሩ ተምሃሮን ሊቃውንትን ብግርጭት ሕልሞም ዝተቖረፀሎም ነኽብር። እዚ መዘከርታ እዚ ዓቕሞም ንምዝካርን ሕድሮም ንምዕቃብን ከም ቅዱስ ቦታ ኮይኑ የገልግል።",
    "Through remembrance, we seek to transform grief into purpose and ensure these tragedies are never forgotten nor repeated.": "ብዝኽሪ ኣቢልና ንሓዘን ናብ ዕላማ ክንቅይሮን እዞም ትራጀዲታት ፈጺሞም ከምዘይርሳዕን ከምዘይድገሙን ከነረጋግጽን ንጽዕር።",
    "In 2020, a group of solders and civilians from Tigrayan heritage came together after losing friends and family members in the war. What started as a small memorial grew into this digital space for collective mourning and historical preservation.": "ኣብ 2020 ካብ ቅርሲ ተጋሩ ዝመፁ ጉጅለ ወተሃደራትን ሲቪላትን ኣብቲ ኲናት ፈተውቶምን ኣባላት ቤተሰቦምን ስኢኖም ኣብ ሓደ መፂኦም እዮም። እቲ ከም ንእሽቶ መዘከርታ ዝጀመረ ናብዚ ዲጂታላዊ ቦታ ንሓባራዊ ሓዘንን ምዕቃብ ታሪኽን ዓብዩ።",
    "Each name represents not just a life lost, but generations of potential erased.": "ነፍሲ ወከፍ ስም ንዝጠፍአ ህይወት ጥራይ ዘይኮነስ፡ ንዝተደምሰሰ ዓቕሚ ወለዶታት ዝውክል እዩ።",
    "Our circular logo represents Tigray's history, culture, resilience and civilization. At its center stands a museum honoring martyrs, topped by a key symbol representing Tigray's bright future, flanked by symbols of resilience and civilization.": "ከምቲ ኣብቲ መጣየሺ ሰነድ መሰትኣ   ተቐሚጡ ዘሎ ምልክትን ኣርማን መሰትኣ  ባህሊ፣ ፀዋርነትን ስልጣነን ትግራይን ህዝባን ከምኡ እውን ድሙቕ ጀግንነትን ክቡር መስዋእትን ጀጋኑ ስወኣት ደቂ ትግራይን ማሕበራዊ ፍትሒን ብሩህ ማፃኢ ትግራይ ዝገልፅ ኣምር ክኾን ኣለዎ። በዚ መሰረት ድማ እቲ ምልክትን ኣርማን ክቢ ቅርፂ ዘለዎ ኮይኑ ኣብ ማእኸሉ ቤተመዘክር ስውኣት፣ ኣብ ላዕሊ ንትግራይን ብሩህ መፃእን ዘመላክት ምልክት፣ ኣብ ክልቲኡ ጎኒ ድማ ፀዋርነትን ስልጣነን ህዝቢ ትግራይ ዘመላክት ምልክት (ኣምር) ይግበረሉ።",
    "TMMA aspires to be a living and powerful symbol, serving as a long-lasting tribute to the martyrs of Tigray, commemorating their sacrifice and preserving their legacies for future generations, fostering a sense of unity, pride, remembrance, healing, and empowering their families that honors the values and aspirations of those who fought for justice.": "ራእይ መሰትኣ ዘለኣለማውን ጠንካራ ኣምር ዘለዎ ማእኸል መዘክር ሰማእታት ሃኒፅካ ምእንተ ትግራይን ህዝባን ዝተኸፍለ ሰማእትነት ብኣግባቡን ብዝለዓለ ብርክን ንምኽባር ከምኡ እውን ኣንፀባራቕን ድምቑን መስዋእቲ  ጀጋኑ ሰማእታት ትግራይ ንምዕቃብን ቀፃሊ ትውልዲ ብዝግባእ ክፈልጦን ክምሃረሉን ብምግባር፤ ዝለዓለ ስምዒት ሓድነት፣ ብሄራዊ ክብሪ፣ ዝኽሪን ድሕነትን ንምርግጋፅ ከምኡ እውን ስድርኦምን መላእ ህዝቢ ትግራይን  ብደቆም ዝተኸፍለ ማእለያ ዘይብሉ መስዋእትነት ዝለዓለ ክብሪ ተዋሂቡ ልዑል ተስፋን ፍናን ክስመዖን ንምግባር እዩ።",
    "To serve as an excellent memorial that honors the fallen heroes and heroines, and a knowledge center for scholarly endeavors by:": "ንዝወደቑ ጀጋኑን ዋዕሮታትን ዘኽብር ብሉጽ መዘከርታ ኮይኑ ከገልግል፣ ከምኡ’ውን ማእከል ፍልጠት ምሁራዊ ጻዕርታት ብ፤",
    "Providing space for reflection and healing": "ንኣስተንትኖን ንሕውየትን ቦታ ምሃብ",
    "Promoting the legacy of martyrs and Tigray's history": "ምድንፋዕ ሕድሪ ስውኣትን ታሪኽ ትግራይን",
    "Supporting persons with disabilities, veterans, and families of martyrs": "ንስንኩላን፡ ገዳይም ተጋደልቲ፡ ከምኡ'ውን ስድራ ሰማእታት ምድጋፍ",
    "Fostering community and solidarity": "ምዕባይ ማሕበረሰብን ምትሕግጋዝን",
    "Creating a more inclusive society": "ዝያዳ ንኹሉ ዝሓቁፍ ሕብረተሰብ ምፍጣር",
    "Our Core Values": "መሰራታዊ መትከላትን እምነታት መሰትኣ",
      "Honor and Remembrance": "ክብርን ዝኽርን",
      "We design memorials that respect and memorialize the lives and legacies of the martyrs and their families.": "ንህይወትን ሕድሪን ሰማእታትን ስድራቤቶምን ዘኽብርን ዝዝክርን መዘከርታታት ንነድፍ።",
      "Transparency and Trust": "ግሉጽነትን ምትእምማንን",
      "We maintain accountability to beneficiaries, partners, donors, and the community.": "ንተጠቀምቲ፡ መሻርኽቲ፡ ለገስቲን ሕብረተሰብን ተሓታትነት ንሕሉ።",
      "Impartiality and Fairness": "ዘይሻራዊነትን ፍትሓውነትን",
      "We treat all martyrs, veterans, and their families with equal respect, maintaining neutrality.": "ንኹሎም ስውኣት፡ ገዳይም ተጋደልቲን ስድራቤቶምን ብማዕረ ኣኽብሮት ኢና እንሕዞም፡ ገለልትነት እናዓቀብና።",
      "Equality": "ማዕርነት",
      "We treat all individuals equally regardless of race, ethnicity, political beliefs, or religion.": "ዓሌት፡ ብሄር፡ ፖለቲካዊ እምነት ወይ ሃይማኖት ብዘየገድስ ንኹሎም ውልቀሰባት ብማዕረ ኢና ንሕዞም።",
      "Truth and Integrity": "ሓቅን ቅንዕናን",
      "We promote truth in all our partnerships and engagements.": "ኣብ ኩሉ ሽርክነትናን ሕጸናን ሓቂ ነስፍሕ።",
      "Good Governance": "ሰናይ ምምሕዳር",
      "We efficiently utilize resources with zero tolerance for wastage or corruption.": "ንብኽነት ወይ ብልሽውና ዜሮ ተጻዋርነት ዘለዎም ጸጋታት ብብቕዓት ንጥቀመሉ።",
    "Guiding Principles": "መሪሕ መትከላት",
      "Participation and Recognition": "ተሳትፎን ኣፍልጦን",
      "We ensure fair and equal participation, engagement and recognition of all individuals and organizations who contribute to TMMA.": "ንኹሎም ኣብ TMMA ኣበርክቶ ዝገብሩ ውልቀሰባትን ትካላትን ፍትሓውን ማዕረን ተሳትፎ፡ ተሳትፎን ኣፍልጦን ነረጋግጽ።",
      "Networks and Partnerships": "መርበባትን ምሕዝነትን",
      "We build sustainable networks with local and international partners who share our vision.": "ምስ ዝካፈሉ ራእይና ዝኾኑ ውሽጣውን ዓለምለኻውን መሻርኽቲ ዘላቒ መርበባት ንሃንጽ።",
      "Public Interest": "ረብሓ ህዝቢ",
      "Our programs reflect the optimal and sustainable benefit of the public and direct beneficiaries.": "መደባትና ምቹእን ዘላቕን ረብሓ ህዝብን ቀጥታዊ ተጠቀምቲን ዘንጸባርቑ እዮም።",
      "Democracy and Human Rights": "ዲሞክራስን ሰብኣዊ መሰላትን",
      "We promote and respect the principles of democracy and humanity in all our operations.": "ኣብ ኩሉ ስርሒታትና መትከላት ዲሞክራስን ሰብኣውነትን ነስፋሕፍሕን ነኽብርን ኢና።",
      
    "Connect & Support": "ምትእስሳርን ምድጋፍን",
    "Reach out to share stories, ask questions, or support our memorial efforts.": "ዛንታታት ንምክፋል፡ ሕቶታት ንምሕታት፡ ወይ ንናይ ዝኽሪ ጻዕርታትና ንምድጋፍ ኢድካ ዘርግሕ።",
    "Support Our Cause": "ዕላማና ደግፉ",
    "GoFundMe Campaign": "ጎስጓስ ጎፋንድሚ",
    "Help us expand the memorial and support families": "ነቲ ዝኽሪ ንምስፋሕን ንስድራቤታት ንምድጋፍን ሓግዙና",
    "Direct financial support": "ቀጥታዊ ፋይናንሳዊ ደገፍ",

    "Reset Password": "ፓስዎርድ ዳግማይ ምትካል",
    "New Password": "ሓድሽ ፓስዎርድ",
    "Confirm Password": "ፓስዎርድ ኣረጋግጽ"


  }
  